# core

brew "mas"
brew "git"
brew "zsh"
brew "tmux"

cask "kitty"
cask "karabiner-elements"

mas "1Password 7", id: 1333542190

# language related

brew "fnm"
brew "yarn"

# tools

brew "unar"
brew "gh"

cask "docker"
cask "the-unarchiver"

# Apps

cask "visual-studio-code"
cask "google-chrome"


