dbaeumer.vscode-eslint
DotJoshJohnson.xml
EditorConfig.EditorConfig
esbenp.prettier-vscode
goessner.mdmath
golang.go
heptio.jsonnet
James-Yu.latex-workshop
kumar-harsh.graphql-for-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
qezhu.gitlink
sfodje.perltidy
silvenon.mdx
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
TabNine.tabnine-vscode
torn4dom4n.latex-support
Vue.volar
zhuangtongfa.material-theme